"%[Any]@ of the following are true" = "%1$[Algunes]@ de les següents condicions són verdaderes";
"%[All]@ of the following are true" = "%1$[Totes]@ les següents condicions són verdaderes";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[La velocitat de bits]@ %2$[és]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[La velocitat de bits]@ %2$[no és]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[La velocitat de bits]@ %2$[és superior a]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[La velocitat de bits]@ %2$[és inferior a]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[La velocitat de bits]@ %2$[es troba entre]@ %3$@ i %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[La freqüència de mostreig]@ %2$[és]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[La freqüència de mostreig]@ %2$[no és]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[La freqüència de mostreig]@ %2$[és superior a]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[La freqüència de mostreig]@ %2$[és inferior a]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[La freqüència de mostreig]@ %2$[es troba entre]@ %3$@ i %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[La BPM]@ %2$[és]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[La BPM]@ %2$[no és]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[La BPM]@ %2$[és superior a]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[La BPM]@ %2$[és més petita de]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[La BPM]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[El número de disc]@ %2$[és]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[El número de disc]@ %2$[no és]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[El número de disc]@ %2$[és més gran que]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[El número de disc]@ %2$[és més petit que]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[El número de disc]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[El recompte de reproduccions]@ %2$[és]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[El recompte de reproduccions]@ %2$[no és]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[El recompte de reproduccions]@ %2$[és més gran que]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[El recompte de reproduccions]@ %2$[és més petit que]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[El recompte de reproduccions]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[season]@ %[is]@ %@" = "%1$[La temporada]@ %2$[és]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[La temporada]@ %2$[no és]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[La temporada]@ %2$[és posterior a]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[La temporada]@ %2$[és anterior a]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[La temporada]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[El recompte d’omissions]@ %2$[és]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[El recompte d’omissions]@ %2$[no és]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[El recompte d’omissions]@ %2$[és superior a]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[El recompte d’omissions]@ %2$[és inferior a]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[El recompte d’omissions]@ %2$[està entre]@ %3$@ i %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[El nombre de pistes]@ %2$[és]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[El nombre de pistes]@ %2$[no és]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[El nombre de pistes]@ %2$[és superior a]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[El nombre de pistes]@ %2$[és més petit que]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[El nombre de pistes]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[year]@ %[is]@ %@" = "%1$[L’any]@ %2$[és]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[L’any]@ %2$[no és]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[L’any]@ %2$[és posterior a]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[L’any]@ %2$[és anterior a]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[L’any]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[La mida]@ %2$[és]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[La mida]@ %2$[no és]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[La mida]@ %2$[és superior a]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[La mida]@ %2$[és més petita de]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[La mida]@ %2$[es troba entre]@ %3$@ i %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[L’àlbum]@ %2$[conté]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[L’àlbum]@ %2$[no conté]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[L’àlbum]@ %2$[és]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[L’àlbum]@ %2$[no és]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[L’àlbum]@ %2$[comença amb]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[L’àlbum]@ %2$[acaba amb]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[L’artista de l’àlbum]@ %2$[conté]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[L’artista de l’àlbum]@ %2$[no conté]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[L’artista de l’àlbum]@ %2$[és]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[L’artista de l’àlbum]@ %2$[no és]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[L’artista de l’àlbum]@ %2$[comença amb]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[L’artista de l’àlbum]@ %2$[acaba amb]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[L’artista]@ %2$[conté]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[L’artista]@ %2$[no conté]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[L’artista]@ %2$[és]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[L’artista]@ %2$[no és]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[L’artista]@ %2$[comença amb]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[L’artista]@ %2$[acaba amb]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[La categoria]@ %2$[conté]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[La categoria]@ %2$[no conté]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[La categoria]@ %2$[és]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[La categoria]@ %2$[no és]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[La categoria]@ %2$[comença amb]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[La categoria]@ %2$[acaba amb]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[El comentari]@ %2$[conté]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[El comentari]@ %2$[no conté]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[El comentari]@ %2$[és]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[El comentari]@ %2$[no és]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[El comentari]@ %2$[comença amb]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[El comentari]@ %2$[acaba amb]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[El compositor]@ %2$[conté]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[El compositor]@ %2$[no conté]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[El compositor]@ %2$[és]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[El compositor]@ %2$[no és]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[El compositor]@ %2$[comença amb]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[El compositor]@ %2$[acaba amb]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[La depuració]@ %2$[conté]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[La depuració]@ %2$[no conté]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[La depuració]@ %2$[és]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[La depuració]@ %2$[no és]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[La depuració]@ %2$[comença amb]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[La depuració]@ %2$[acaba amb]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[La descripció]@ %2$[conté]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[La descripció]@ %2$[no conté]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[La descripció]@ %2$[és]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[La descripció]@ %2$[no és]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[La descripció]@ %2$[comença amb]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[La descripció]@ %2$[acaba amb]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[El gènere]@ %2$[conté]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[El gènere]@ %2$[no conté]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[El gènere]@ %2$[és]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[El gènere]@ %2$[no és]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[El gènere]@ %2$[comença amb]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[El gènere]@ %2$[acaba amb]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[El grup]@ %2$[conté]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[El grup]@ %2$[no conté]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[El grup]@ %2$[és]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[El grup]@ %2$[no és]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[El grup]@ %2$[comença amb]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[El grup]@ %2$[acaba amb]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[El tipus]@ %2$[conté]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[El tipus]@ %2$[no conté]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[El tipus]@ %2$[és]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[El tipus]@ %2$[no és]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[El tipus]@ %2$[comença amb]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[El tipus]@ %2$[acaba amb]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[El nom]@ %2$[conté]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[El nom]@ %2$[no conté]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[El nom]@ %2$[és]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[El nom]@ %2$[no és]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[El nom]@ %2$[comença amb]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[El nom]@ %2$[acaba amb]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[El programa]@ %2$[conté]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[El programa]@ %2$[no conté]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[El programa]@ %2$[és]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[El programa]@ %2$[no és]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[El programa]@ %2$[comença amb]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[El programa]@ %2$[acaba amb]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[L’àlbum per a l’ordenació]@ %2$[conté]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[L’àlbum per a l’ordenació]@ %2$[no conté]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[L’àlbum per a l’ordenació]@ %2$[és]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[L’àlbum per a l’ordenació]@ %2$[no és]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[L’àlbum per a l’ordenació]@ %2$[comença amb]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[L’àlbum per a l’ordenació]@ %2$[acaba amb]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[L’artista de l’àlbum per a l’ordenació]@ %2$[conté]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[L’artista de l’àlbum per a l’ordenació]@ %2$[no conté]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[L’artista de l’àlbum per a l’ordenació]@ %2$[és]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[L’artista de l’àlbum per a l’ordenació]@ %2$[no és]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[L’artista de l’àlbum per a l’ordenació]@ %2$[comença amb]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[L’artista de l’àlbum per a l’ordenació]@ %2$[acaba amb]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[L’artista per a l’ordenació]@ %2$[conté]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[L’artista per a l’ordenació]@ %2$[no conté]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[L’artista per a l’ordenació]@ %2$[és]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[L’artista per a l’ordenació]@ %2$[no és]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[L’artista per a l’ordenació]@ %2$[comença amb]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[L’artista per a l’ordenació]@ %2$[acaba amb]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[El compositor per a l’ordenació]@ %2$[conté]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[El compositor per a l’ordenació]@ %2$[no conté]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[El compositor per a l’ordenació]@ %2$[és]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[El compositor per a l’ordenació]@ %2$[no és]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[El compositor per a l’ordenació]@ %2$[comença amb]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[El compositor per a l’ordenació]@ %2$[acaba amb]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[El nom per a l’ordenació]@ %2$[conté]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[El nom per a l’ordenació]@ %2$[no conté]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[El nom per a l’ordenació]@ %2$[és]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[El nom per a l’ordenació]@ %2$[no és]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[El nom per a l’ordenació]@ %2$[comença amb]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[El nom per a l’ordenació]@ %2$[acaba amb]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[El programa per a l’ordenació]@ %2$[conté]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[El programa per a l’ordenació]@ %2$[no conté]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[El programa per a l’ordenació]@ %2$[és]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[El programa per a l’ordenació]@ %2$[no és]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[El programa per a l’ordenació]@ %2$[comença amb]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[El programa per a l’ordenació]@ %2$[acaba amb]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[La data d’inclusió]@ %2$[és el]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[La data d’inclusió]@ %2$[no és el]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[La data d’inclusió]@ %2$[és posterior a]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[La data d’inclusió]@ %2$[és anterior a]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[La data d’inclusió]@ %2$[ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[La data d’inclusió]@ %2$[ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[La data d’inclusió]@ %2$[ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[La data d’inclusió]@ %2$[no ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La data d’inclusió]@ %2$[no ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[La data d’inclusió]@ %2$[no ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[La data d’inclusió]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[La data de modificació]@ %2$[és el]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[La data de modificació]@ %2$[no és el]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[La data de modificació]@ %2$[és posterior a]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[La data de modificació]@ %2$[és anterior a]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[La data de modificació]@ %2$[ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[La data de modificació]@ %2$[ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[La data de modificació]@ %2$[ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[La data de modificació]@ %2$[no ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La data de modificació]@ %2$[no ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[La data de modificació]@ %2$[no ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[La data de modificació]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[La darrera reproducció]@ %2$[és]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[La darrera reproducció]@ %2$[no és]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[La darrera reproducció]@ %2$[és posterior a]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[La darrera reproducció]@ %2$[és anterior a]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[La darrera reproducció]@ %2$[ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[La darrera reproducció]@ %2$[ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[La darrera reproducció]@ %2$[ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[La darrera reproducció]@ %2$[no ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La darrera reproducció]@ %2$[no ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[La darrera reproducció]@ %2$[no ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[La darrera reproducció]@ %2$[ha estat entre]@ %3$@ i %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[La darrera omissió]@ %2$[és]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[La darrera omissió]@ %2$[no és]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[La darrera omissió]@ %2$[és posterior a]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[La darrera omissió]@ %2$[és anterior a]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[La darrera omissió]@ %2$[ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[La darrera omissió]@ %2$[ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[La darrera omissió]@ %2$[ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[La darrera omissió]@ %2$[no ha estat en els darrers]@ %3$@ %4$[dies]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[La darrera omissió]@ %2$[no ha estat en les darreres]@ %3$@ %4$[setmanes]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[La darrera omissió]@ %2$[no ha estat en els darrers]@ %3$@ %4$[mesos]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[La darrera omissió]@ %2$[ha estat entre]@ %3$@ i %4$@";

"%[songid]@ %[is]@" = "%1$[La compra]@ %2$[és vertadera]@";
"%[songid]@ %[is not]@" = "%1$[La compra]@ %2$[és falsa]@";

"%[olduserdisabled]@ %[is]@" = "%1$[La selecció]@ %2$[és vertadera]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[La selecció]@ %2$[és falsa]@";

"%[artwork]@ %[is]@" = "%1$[La il·lustració de l’àlbum]@ %2$[és vertadera]@";
"%[artwork]@ %[is not]@" = "%1$[La il·lustració de l’àlbum]@ %2$[és falsa]@";

"%[compilation]@ %[is]@" = "%1$[La recopilació]@ %2$[és vertadera]@";
"%[compilation]@ %[is not]@" = "%1$[La recopilació]@ %2$[és falsa]@";

"%[totaltime]@ %[is]@ %@" = "%1$[El temps]@ %2$[és]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[El temps]@ %2$[no és]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[El temps]@ %2$[és més de]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[El temps]@ %2$[és menys de]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[El temps]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[La puntuació de l’àlbum]@ %2$[és]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[La puntuació de l’àlbum]@ %2$[no és]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[La puntuació de l’àlbum]@ %2$[és més de]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[La puntuació de l’àlbum]@ %2$[és menys de]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[La puntuació de l’àlbum]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[La puntuació]@ %2$[és]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[La puntuació]@ %2$[no és]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[La puntuació]@ %2$[és més de]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[La puntuació]@ %2$[és menys de]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[La puntuació]@ %2$[es troba entre]@ %3$@ i %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[música]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[un vídeo musical]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[una pel·lícula]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[un programa de TV]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[un podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[un audiollibre]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[un llibre]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[una nota de veu]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[El tipus de contingut multimèdia]@ %2$[és]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[música]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[un vídeo musical]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[una pel·lícula]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[un programa de TV]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[un podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[un audiollibre]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[un llibre]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[una nota de veu]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[El tipus de contingut multimèdia]@ %2$[no és]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[La llista de reproducció]@ %2$[és]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[La llista de reproducció]@ %2$[no és]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[La ubicació]@ %2$[és]@ %3$[en aquest ordinador]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[La ubicació]@ %2$[és]@ %3$[a l’iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[La ubicació]@ %2$[no és]@ %3$[en aquest ordinador]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[La ubicació]@ %2$[no és]@ %3$[a l’iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[L’estat de l’iCloud]@ %2$[és]@ %3$[aparellat]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[L’estat de l’iCloud]@ %2$[és]@ %3$[comprat]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[L’estat de l’iCloud]@ %2$[és]@ %3$[carregat]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[L’estat de l’iCloud]@ %2$[és]@ %3$[no disponible]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[L’estat de l’iCloud]@ %2$[és]@ %3$[només local]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[L’estat de l’iCloud]@ %2$[és]@ %3$[error]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[L’estat de l’iCloud]@ %2$[és]@ %3$[duplicat]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[L’estat de l’iCloud]@ %2$[no és]@ %3$[aparellat]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[L’estat de l’iCloud]@ %2$[no és]@ %3$[comprat]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[L’estat de l’iCloud]@ %2$[no és]@ %3$[carregat]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[L’estat de l’iCloud]@ %2$[no és]@ %3$[no disponible]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[L’estat de l’iCloud]@ %2$[no és]@ %3$[només local]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[L’estat de l’iCloud]@ %2$[no és]@ %3$[error]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[L’estat de l’iCloud]@ %2$[no és]@ %3$[duplicat]@";
